Repository: pepeizq/pepeizqs-deals-win11
Catalog: App Windows/App Windows (Package)/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

source: All
es_es: Todo

source: And More Games
es_es: Y Más Juegos

source: Deals
es_es: Ofertas

source: Free
es_es: Gratis

# Loading.Text
source: Loading
es_es: Cargando

source: New Game Added
es_es: Nuevo Juego Añadido

source: New Games Added
es_es: Nuevos Juegos Añadidos

source: Open
es_es: Abrir

source: Options
es_es: Opciones

# OptionsAnnouncements.Text
source: Announcements
es_es: Anuncios

# OptionsAnnouncements2Info.Text
source: Show messages from the creator of the application.
es_es: Mostrar los mensajes del creador de la aplicación.

# OptionsAnnouncements2Off.Text
source: Messages off
es_es: Mensajes desactivados

# OptionsAnnouncements2On.Text
source: Messages on
es_es: Mensajes activados

# OptionsAnnouncementsInfo.Text
source: Show announcements of new giveaways or massive deals periods like Summer or Winter Sales.
es_es: Mostrar los anuncios de nuevos sorteos o grandes periodos de ofertas como verano o invierno.

# OptionsAnnouncementsOff.Text
source: Announcements off
es_es: Anuncios desactivados

# OptionsAnnouncementsOn.Text
source: Announcements on
es_es: Anuncios activados

# OptionsNotifications.Text
source: Notifications
es_es: Notificaciones

# OptionsNotificationsInfo.Text
source: Receive push notifications of new deals while you have the application open.
es_es: Recibe notificaciones push de nuevas ofertas mientras tengas abierta la aplicación.

# OptionsNotificationsOff.Text
source: Notifications off
es_es: Notificaciones desactivadas

# OptionsNotificationsOn.Text
source: Notifications on
es_es: Notificaciones activadas

# OptionsUpdate.Text
source: Update
es_es: Actualizar

# OptionsUpdateButton.Text
source: Update Data
es_es: Actualizar Datos

# OptionsUpdateInfo.Text
source: Press the button if you want to update the data of the application without closing it.
es_es: Pulsa el botón si deseas actualizar los datos de la aplicación sin cerrarla.

source: Reviews
es_es: Reseñas

source: Search
es_es: Buscar

# SearchNoResults.Text
source: There are no good deals on what you are looking for, but you can try the following websites:
es_es: No hay buenas ofertas en lo que buscas, pero puedes probar en las siguientes webs:

# SearchResults.Text
source: Search results for
es_es: Resultados de la búsqueda para

# ShowDeals
source: Show All Deals
es_es: Enseñar Todas las Ofertas

# SortBy.Text
source: Sort by:
es_es: Ordenar por:

# SortDiscount.Text
source: Discount
es_es: Descuento

# SortReviews.Text
source: Reviews
es_es: Reseñas

# SortTitle.Text
source: Title
es_es: Título

# SteamWishlist
source: Wishlist on Steam
es_es: Lista de Deseados en Steam

# SteamWishlistInfo.Text
source: Put the link to your Steam profile to be able to read your wish list, example: https://steamcommunity.com/id/pepeizq/
es_es: Pon el enlace a tu perfil de Steam para poder leer tu lista de deseados, ejemplo: https://steamcommunity.com/id/pepeizq/

source: Subscriptions
es_es: Suscripciones

# TrialBuyApp.Text
source: Buy Application
es_es: Comprar Aplicación

# TrialMessage.Text
source: You are using the trial version of the application, to unlock all the functions buy the application in the Microsoft Store.
es_es: Estás usando la versión Trial de la aplicación, para desbloquear todas las funciones compra la aplicación en la tienda de Microsoft.

# TrialMessageOptions.Text
source: Some options are disabled because you are using the trial version of the application.
es_es: Algunas opciones están desactivadas por qué estás usando la version Trial de la aplicación.

# TrialMessageSteamWishlist.Text
source: If you buy the application you can filter the results with your Steam wish list.
es_es: Si compras la aplicacion podrás filtrar los resultados con tu lista de deseados de Steam.
